[
  {
    "id": "a1976a30-d2d6-11ea-87d0-0242ac130003",
    "title": "Lakeland Village #454 - 4BR + Loft, Walk to Lake, Fun & Convenient!",
    "description": "Easy cancellation, CDC-compliant cleaning & no-contact check-in.\n\nThis 4 bedroom, 3 bathroom multi-level townhouse is located in the convenience of Lakeland Village, which means it comes with access to shared pools, hot tubs, a sauna, the club house, the pier, the beach, and boat buoys available on a first-come, first-served basis. \n\nThis home has comfortable sleeping & dining for a family of 12 if children are included. It cannot host more than 10 adults. This applies 24/7.\n\nAs you enter onto level 1, you will see bedrooms 1, 2, and 3. Bedroom 1 is the master bedroom with a king-sized bed, HDTV, and full bathroom with a walk-in shower. Bedroom 2 has 1 queen bed and shares the full hall bathroom, which has a shower/tub combination. Bedroom 3 has 2 queen beds and shares the full hall bathroom as well. \n\nWalk upstairs to find the living room, kitchen, dining area, and sliding door to your own private balcony. This room configuration is all about getting everyone together. Gather around the gas fireplace inlaid in a stone wall, or watch the HDTV mounted above. There’s plenty of seating among the couches, and the table between the couches makes for a great space to play board games with friends and family. The dining table seats 8, with additional seating for 3 at the bar. The bar bellies up to the kitchen, where the chef of the group can chat with everyone in the living areas. The kitchen has updated appliances, including a dishwasher. \n\nBedroom 4 is located on level 2. This bedroom has a queen bed, HDTV, and shares the bathroom of this level, which has a walk in shower and separate vanity area. \n\nContinue up the spiral staircase to level 3, where you’ll find a loft. The loft-level has a full bed, overlooks the living level below, and shares the bathroom on level 2. \n\nThroughout the home you can enjoy HDTVs with cable and free wifi. \n\nThere is also a BBQ you can cook up a scrumptious meal on in the summer or winter. \n\nThis beautifully updated unit is only available through RnR Vacation Rentals. Renting through RnR allows you to pick your unit and includes access to all amenities including the pools, hot tubs, beach, fitness center, discounted ski and snowboard rental, and free coffee at the lobby. \n\nIMPORTANT: This home is not available through the Vail hotel management company and does not include access to the Vail maid service, Kids Camp, the Vail shuttle van, continental breakfast, or towel service. We have plenty of linens and towels for your use in the home.\n\nThere is nearby boat, SUP and kayak rentals within walking distance of Lakeland Village in the summer as well as on-site ski and snowboard rental in the winter. Pre-order your snow gear from Powderhouse Ski and Snowboard and save up to 25%. They will be waiting for you in the Powderhouse Store just steps from your front door. \n\nLakeland Village is centrally located one block west of Ski Run Blvd., just a 2 mile drive to Heavenly Mountain Resort, and walking distance to Safeway grocery store, CVS drug store, coffee shops, restaurants, pubs, and bowling. \n\nParking: there is parking for 4 cars included in your rental. Passes for your cars will be waiting in the home upon your arrival.  \n\nWe love pets, but unfortunately humans only at this home. \n\nThis home does not have air conditioning.\n\nPlease note: We are committed to Rent Responsibly standards to ensure you have a peaceful, safe & memorable stay with us. VHR ordinances ensure you & our neighbors enjoy the peace & beauty of our mountain community. We are dedicated to protecting our guests & neighbors from bothersome levels of noise & too many vehicles. This home is equipped with NoiseAware technology. NoiseAware is 100% privacy compliant & monitors decibel levels in living areas & outside to protect you from noise complaints.\n\nThis home may also have security cameras to ensure parking does not exceed legal requirements. We care about your safety & security. We do not permit any video security devices inside our homes.\n\nVHR Permit: 8777",
    "owner": "3a9eee02-d2d6-11ea-87d0-0242ac130003",
    "images": [
      "a9573a8c-d2e2-11ea-87d0-0242ac130003.jpg",
      "a9573c8a-d2e2-11ea-87d0-0242ac130003.jpg",
      "a9573d84-d2e2-11ea-87d0-0242ac130003.jpg"
    ],
    "bedrooms": 4,
    "baths": 3,
    "location": {
      "addressLine1": "South Lake Tahoe",
      "addressLine2": "California",
      "addressLine3": "United States of America",
      "latitude": -119.953609,
      "longitude": 38.950533
    },
    "rate": {
      "cost": 280,
      "period": 86400
    },
    "type": "townHouse",
    "size": {
      "unit": "sqft",
      "value": 1862
    }
  },
  {
    "id": "fef6526e-d3a2-11ea-87d0-0242ac130003",
    "title": "Secluded house between the lake and the stars",
    "description": "Secluded two-bedroom plus loft, two-bath A-frame cabin on a wooded acre with a 180-degree lake view. Watch sunrises, sunsets, and night stars from inside or out on the deck. Perfect for getaways, writing, relaxing, quiet, and total privacy (no visible neighbors). Cooled in the summer by a moist-air cooler and warmed in winter by a cozy wood-stove. Includes a fully-equipped kitchen and everything else you need. Easy access to both ends of the lake for restaurants, movies, wineries, boating, etc.\n\nThe space\nCoronavirus update! We are as concerned as you are for your safety and comfort at all times. Here is what we are doing during the pandemic:\n> Taking extra precautions in cleaning and disinfecting all surfaces\n> Keeping the kitchen stocked with basics to minimize shopping needs\n> Offering complete refunds for any and all cancellations\n> Keeping in close contact with all guests and being as flexible about reservation changes as possible\n\nGuest access\nGuests have the entire house and property to themselves.\n\nOther things to note\nTemperatures get down to around 30 degrees in winter and into the low 100s in summer. There is usually no rain at all from June to November. Late afternoon/evening breezes make summer evenings quite pleasant. Clear lake is primarily a boating and fishing lake and there are places around the lake to rent boats or jet skis. For swimming in the summer, guests have free access to the pools at the Riviera Country Club, less than 2 miles from the house.\n\nQuoted prices already include Lake County Occupancy and tourism taxes.\nContact host",
    "owner": "3a9eee02-d2d6-11ea-87d0-0242ac130003",
    "images": [
      "8a63e550-d3a3-11ea-87d0-0242ac130003.webp",
      "8a63e794-d3a3-11ea-87d0-0242ac130003.webp",
      "8a63e88e-d3a3-11ea-87d0-0242ac130003.webp"
    ],
    "bedrooms": 2,
    "baths": 1,
    "location": {
      "addressLine1": "Santo Domingo",
      "addressLine2": "Distrito Nacional",
      "addressLine3": "Dominican Republic",
      "latitude": 18.44841,
      "longitude": -69.96506
    },
    "rate": {
      "cost": 180,
      "period": 86400
    },
    "type": "apartment",
    "size": {
      "unit": "sqft",
      "value": 1100
    }
  }
]
